---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NavisworksExportOptions
source: html/8a8483f0-b8b8-219e-1bcd-e26833495ba8.htm
---
# NavisworksExportOptions Members

Create an instance of Navisworks Export Options set with default values.